{
  "navbar": {
    "accueil": "الرئيسية",
    "services": "الخدمات",
    "conception_impression": "التصميم والطباعة",
    "social_media": "إدارة وسائل التواصل الاجتماعي",
    "shooting": "تصوير المنتجات",
    "dev_web": "تطوير الويب",
    "ref_web": "تحسين محركات البحث على الويب",
    "contact": "اتصال",
    "fr": "فرنسية",
    "eng": "إنجليزية",
    "ar": "عربية"
  },

  "contact": {
    "email": "أرسل لنا بريدًا إلكترونيًا"
  },

  "footer": {
    "contact": "mhdevelopment.tunisie@gmail.com",
    "number": "+216 52 584 566",
    "copyrights": "© 2023 تطوير إم إتش. جميع الحقوق محفوظة."
  },
  
  "home": {
    "introQ": "من نحن؟",
    "introR": "قم بتحسين وجودك عبر الإنترنت مع حلول التسويق الابتكارية لدينا. اختر التعاون الدينامي لدفع عملك نحو النجاح الرقمي",
    "servicesQ": "خدماتنا",
    "servicesR": ["التصميم والطباعة", "إدارة وسائل التواصل الاجتماعي", "تصوير المنتجات", "تطوير الويب", "تحسين محركات البحث على الويب"],
    "contactQ": "اتصل بنا"
  },

  "conception_impression": {
    "name": "التصميم والطباعة",
    "question": "ما هي التصميم والطباعة ؟",
    "definition": "تشير التصميم والطباعة إلى العملية المجتمعة لإنشاء محتوى بصري واستنساخه على وسائط فيزيائية من خلال الطباعة.",
    "service": "! ما نقدمه",
    "description1": "في MH Development، نزدهر بفضل وفرة الأفكار الإبداعية. يتفوق فريقنا ذو المهارات العالية في تصوّر هذه الأفكار وتحويلها إلى واقع، مما يضمن حلاً سلسًا وفعّالًا لإنجاز عملك.",
    "description2": "نحن متخصصون في صنع بطاقات الرسومات، والملصقات، والنشرات، وأكثر. كل ما تتصوّره موجود بعناية تحت سقف واحد، مما يضمن حلاً شاملاً وإبداعيًا مُصمَمًا وفقًا لاحتياجاتك الفريدة.",
    "description3": "في MH Development، نتجاوز الحدود بالنسبة لك. بمجرد أن نصاغ تصميمك الرائع، ندرك أن جلبه إلى الحياة أمر حيوي بنفس القدر. لهذا السبب نقدم خيارات طباعة عالية الجودة لضمان أن يتم تقديم روعة تصميمك بالتميز الذي يستحقه."
  },

  "social_media": {
      "name": "إدارة وسائل التواصل الاجتماعي",
      "question": "ما هي إدارة وسائل التواصل الاجتماعي ؟",
      "definition": "تشير إدارة وسائل التواصل الاجتماعي إلى عملية إنشاء وجدولة وتحليل والتفاعل مع المحتوى المنشور على منصات وسائل التواصل الاجتماعي. الهدف من إدارة وسائل التواصل الاجتماعي هو استخدام هذه القنوات بشكل فعّال لبناء العلامة التجارية، وزيادة الوعي بالعلامة التجارية، وجذب حركة المرور، والتفاعل مع الجمهور المستهدف.",
      "service": "! ما نقدمه",
      "description1": "وسائل التواصل الاجتماعي هي منصة ديناميكية تربط الجميع بمصالح مشتركة. واعترافاً بجاذبيتها الشاملة، قمنا بتصميم حلاً خاص بك. اكتشفوا خيار إدارة وسائل التواصل الاجتماعي الخاص بنا، مصممًا للاستفادة من ثروة هذه المنصة والحفاظ على مشاركتكم بفعالية.",
      "description2": "نحن متخصصون في إنشاء استراتيجيات تسويق مخصصة تناسب تمامًا علامتكم. بفهم عميق لأهدافكم وجمهوركم، نصاغ حلولًا لتبرزوا بصمتكم. يجمع نهجنا بين الإبداع والرؤى الصناعية لنتحقق من نتائج مؤثرة. دعونا نعمل معًا لتحويل رؤيتكم إلى نجاح تسويقي مقنع.",
      "description3": "جذبوا جمهوركم بمنشوراتنا الإبداعية والمُصمّمة بمهارة لوسائل التواصل الاجتماعي. مُصمّمة لكل منصة، منشوراتنا مُصمّمة لتجعل علامتكم جاذبة بشكل لا يقاوم. رفعوا مستوى وجودكم على الإنترنت وشاركوا مع جمهوركم كما لم تحدث من قبل."
  },

  "shooting": {
    "name": "تصوير المنتجات",
    "question": "ما هو تصوير المنتجات؟",
    "definition" : "يشير تصوير المنتجات عمومًا إلى العناصر أو الأدوات المتعلقة بالتصوير الفوتوغرافي، رياضات التصوير، أو الأنشطة التي تشمل الكاميرات. يمكن أن تتضمن هذه المنتجات مجموعة واسعة من العناصر المصممة للاستخدام في التصوير الفوتوغرافي، أو في الصيد، أو في مجالات ذات صلة.",
    "service" : "ما نقدمه!",
    "description1" : "استعد للدقة والموثوقية مع منتجات التصوير لدينا. من الكاميرات المتقدمة إلى الإكسسوارات عالية الجودة، نقدم أرسنالًا شاملاً يلبي متطلبات كل من الرماة الخبراء وعشاق التصوير. قم بتعزيز تجربتك في التصوير بالمعدات المصممة لتحقيق التميز.",
    "description2" : "استكشف عالم التميز في التصوير مع مجموعتنا الرائعة من المنتجات. تشمل مجموعتنا كاميرات ذات جودة عالية وذخيرة وإكسسوارات صممت بعناية لضمان الدقة والأداء. سواء كنت محترفًا أو هاويًا في التصوير، ثق بنا لتوفير الأدوات التي تعزز مهاراتك.",
    "description3" : "جهز نفسك بأفضل تقنيات التصوير. تجمع مجموعتنا من منتجات التصوير بين الابتكار والوظائف، مما يوفر للمصورين الأدوات التي يحتاجونها لتحقيق التميز. اختبر الدقة والقوة في كل لقطة مع اختيارنا الرفيع بعناية.",
    "description4" : "استمتع بجوهر اللحظة مع خدمات التصوير لدينا. سواء كان الأمر يتعلق بصور الشخصيات أو الفعاليات أو اللقطات العفوية، يتمتع مصورونا المهرة بالقدرة على إنشاء صور تروي قصة. من اللقطات الاحترافية إلى التقاط لحظات الفرح العفوية في الحياة، دعنا نقدم لك إطارًا لذكرياتك بإبداع وخبرة."
  },

  "dev_web": {
    "name": "تطوير الويب",
    "question": "ما هو تطوير الويب ؟",
    "definition": "تشير تطوير الويب إلى عملية إنشاء وصيانة المواقع الإلكترونية أو تطبيقات الويب. يشمل ذلك مزيجًا من المهام المتعلقة بتصميم الويب، وتطوير محتوى الويب، والبرمجة من الجهة العميل والجهة الخادم، وتكوين أمان الشبكة، وجوانب أخرى تسهم في الوظيفة وتجربة المستخدم للموقع الإلكتروني.",
    "service": "!ما نقدمه",
    "description1": "تصفّح الإنترنت هو اتجاه عالمي! لماذا لا تستفيدون من ذلك بإنشاء موقع ويب لعلامتكم التجارية؟ فريقنا ذو الخبرة يمتلك المهارات لبناء وجود رقمي يتناسب تمامًا مع احتياجاتكم.",
    "description2": "ارتقوا بعلامتكم التجارية مع خدمتنا - مصممة بعناية، ومستجيبة على جميع الأجهزة. نضمن تجربة تتسم بالرفاهية والتي تضع علامتكم في المقدمة في المشهد الرقمي.",
    "description3": "غوصوا في الريادة الرقمية مع خبرتنا في تطوير الويب. من التصاميم الأنيقة إلى الوظائف الخالية من العيوب، نحن متخصصون في إنشاء مواقع الويب التي لا تثير الإعجاب فقط بصريًا ولكن تعمل بشكل مثالي أيضًا. يضمن فريقنا من المطورين المؤهلين أن يكون وجودكم على الإنترنت ليس مجرد موقع ويب، بل تجربة دينامية، مستجيبة على جميع الأجهزة، ومصممة لرفع علامتكم إلى آفاق جديدة."
  },

  "ref_web": {
      "name": "تحسين محركات البحث على الويب",
      "question": "ما هو تحسين محركات البحث على الويب ؟",
      "definition": "تحسين محركات البحث على الويب، أو الأمثلية لمحركات البحث (SEO)، هو مجموعة من الاستراتيجيات والتقنيات التي تهدف إلى تحسين رؤية وتصنيف موقع ويب أو صفحة ويب في نتائج محركات البحث. الهدف من الأمثلية هو زيادة كمية وجودة حركة المرور العضوية (غير المدفوعة) إلى موقع ويب.",
      "service": "! ما نقدمه",
      "description1": "حرر قوة الرؤية عبر الإنترنت مع خبرتنا في مجال الأمثلية لمحركات البحث. تساعد استراتيجياتنا المخصصة في دفع موقع الويب الخاص بك إلى قمة نتائج محركات البحث، مضمونة بأن علامتكم ستكون سهلة الاكتشاف. من تحسين الكلمات الرئيسية إلى دقة المحتوى، نجتاز تفاصيل الأمثلية لتوليد حركة مرور عضوية وتعزيز وجودكم الرقمي.",
      "description2": "تجوبوا العالم الرقمي بثقة من خلال خدماتنا في مجال الأمثلية لمحركات البحث. نحن متخصصون في تحسين محتواكم على الإنترنت لمحركات البحث، مضمونين بأن علامتكم ستظل في المقدمة في المنافسة الافتراضية. ثقوا بنا لتعزيز رؤية موقع الويب الخاص بكم، ليصبح وجهة لا تُفَوَّت لجمهوركم المستهدف.",
      "description3": "حولوا بصمتكم الرقمية مع خبرتنا في مجال الأمثلية لمحركات البحث. يقوم فريقنا المخصص بوضع حلاول استراتيجية، من تحسين على الصفحة إلى استراتيجيات الوصلات الخلفية، لدفع موقع الويب الخاص بكم إلى المقدمة في تصنيفات محركات البحث. رفعوا وجودكم الرقمي ووصولوا إلى جمهوركم بفعالية من خلال خدماتنا الشاملة في مجال الأمثلية لمحركات البحث."
  }

}